"""Модуль содержит словарь Вопросов с ответами к игре Викторина"""

questions_list = {
    "Сколько спутников у Марса?":
    {"Два": True, "Один": False},

    "Какая планета ближе всех расположена к Солнцу?":
    {"Меркурий": True, "Венера": False},

    "Какая из этих планет самая маленькая?":
    {"Меркурий": True, "Уран": False},

    "Сколько клавиш у классического пианино?":
    {"88": True, "92": False},

    "Кто из этих известных композиторов был глухим?":
    {"Бетховен": True, "Моцарт": False},

    "Сколько времени нужно, чтобы солнечный свет достиг Земли?":
    {"8 минут": True, "12 минут": False},

    "Какое созвездие ближе всего к Земле?":
    {"Центавр": True, "Орион": False},

    "Какого цвета звезды на флаге Новой Зеландии?":
    {"Красный": True, "Синий": False},

    "Какие два животных составляют герб Австралии?":
    {"Кенгуру и эму": True, "Змея и паук": False},

    "На каком континенте в основном живут оцелоты?":
    {"Южная Америка": True, "Африка": False},

    "У какого животного язык самый длинный по отношению к длине тела?":
    {"Хамелеон": True, "Муравьед": False},

    "Из какого портового города Англии отправился «Титаник» в 1912 году?":
    {"Саутгемптон": True, "Гримсби": False},

    "Сколько сердец у осьминога?":
    {"Три": True, "Два": False},

    "В какой стране находится самый высокий водопад в Европе?":
    {"Норвегия": True, "Исландия": False},

    "Какой город в мире самый большой по плотности населения?":
    {"Манила": True, "Пекин": False},

    "Какая столица Намибии?":
    {"Виндхук": True, "Уагадугу": False},

    "В каком из этих городов самое большое население?":
    {"Шанхай": True, "Нью-Дели": False},

    "Сколько полос на флаге США?":
    {"13": True, "15": False},

    "Сколько часовых поясов в России?":
    {"11": True, "9": False},

    "Назовите самую длинную реку в мире?":
    {"Нил": True, "Миссисипи": False}
}
