""" Модуль содержит строки соощений, используемые в боте"""

START_MESSAGE = "Добро пожаловать! Выберите игру, или воспользуйтесь помощью:"
YOU_WIN = "Поздравляю с победой"
YOU_LOST = "На этот раз я победил"
DRAW = "Победила дружба, ничья"
OCCUPIED = "Эта клетка занята, выбирай другую"
NEXT_MOVE = "Делай следующий ход"
GO_FIRST = "Ты играешь за X, ходи первым"
COMPLETED = "Тебе удалось успешно завершить третий модуль"
HELP_MESSAGE = """
    Для любителей консоли я поддерживаю следующие комманды:
    /start - главное меню
    '/quiz - викторина
    '/tic_tac_toe - крестики-нолики
    '/game - rpg игра
    'Для всех остальных реализовано удобное меню с кнопками"""
